Repository: AlwinEsch/pvr.nextpvr
Catalog: pvr.nextpvr/resources/language/resource.language.*/strings.po
Languages: af_za, sr_rs, th_th

# #30000
source: NextPVR Hostname
af_za: NextPVR Gasheernaam
th_th: ชื่อโฮสต์ NextPVR

# #30001
source: NextPVR Port (usually 8866 or 7799)
af_za: NextPVR Poort (gewoonlik 8866 of 7799)
sr_rs: NextPVR Порт (обично 8866 или 7799)
th_th: พอร์ต NextPVR (โดยปกติ 8866 หรือ 7799)

# #30002
source: NextPVR PinCode
af_za: NextPVR PinKode
sr_rs: NextPVR ПинКод
th_th: รหัสพิน NextPVR

# #30003
source: Enable TimeShift with Live TV
af_za: Stel Tydskuif met Lewendige TV in staat
sr_rs: Омогући померај времена код ТВ Уживо
th_th: เปิดใช้งานเลื่อนเวลากับทีวี สด

# #30040
source: Connection
af_za: Konneksie
sr_rs: Веза
th_th: การเชื่อมต่อ

# #30041
source: Advanced
af_za: Gevorderde
sr_rs: Напредно
th_th: ขั้นสูง

# #30050
source: NextPVR server is too old.
af_za: NextPVR bediener is te oud.
sr_rs: NextPVR сервер је превише стар.
th_th: แม่ข่าย NextPVR เก่าเกินไป

# #30051
source: Upgrade to '%s' or higher!
af_za: Opgradeer na '%s' of hoÃ«r!
sr_rs: Ажурирајте на '%s' или више!
th_th: ปรับรุ่นเป็น '%s' หรือสูงกว่า!

# #30052
source: Connection failed. Incorrect PIN?
af_za: Konneksie het gefaal. Verkeerde PIN?
sr_rs: Неуспело повезивање. Нетачан PIN?
th_th: การเชื่อมต่อล้มเหลว PIN ไม่ถูกต้อง?

# #30053
source: Tuner no longer available
af_za: Instemmer nie meer beskikbaar
sr_rs: Пријемник више није доступан
th_th: ตัวรับไม่สามารถใช้ได้

# #30054
source: [RECUR]
af_za: [HERHAAL]
th_th: [เกิดขึ้นอีก]

# #30100
source: Add Timer
af_za: Voeg tydhouer by
sr_rs: Додај тајмер
th_th: เพิ่มตัวตั้งเวลา

# #30120
source: Recording Type
af_za: Opname tipe
sr_rs: Врста Снимка
th_th: รูปแบบการบันทึก

# #30121
source: Record Once
af_za: Neem een keer op
sr_rs: Сними Једном
th_th: บันทึกทันที

# #30122
source: Record Season (NEW episodes on this channel)
af_za: Neem seisoen op (NUWE episodes op hierdie kanaal)
sr_rs: Сними Сезону (НОВЕ епизоде на овом каналу)
th_th: บันทึกฤดู (ตอนใหม่ในช่องนี้)

# #30123
source: Record Season (All episodes on this channel)
af_za: Neem seisoen op (Alle episodes op hierdie kanaal)
sr_rs: Сними Сезону (Све епизоде на овом каналу)
th_th: บันทึกฤดู (ทุกตอนในช่องนี้)

# #30124
source: Record Season (Daily, this timeslot)
af_za: Neem seisoen op (Daagliks, hierdie tydgleuf)
sr_rs: Сними Сезону (Дневно, овај временски слот)
th_th: บันทึกฤดู (รายวัน, ตารางเวลานี้)

# #30125
source: Record Season (Weekly, this timeslot)
af_za: Neem seisoen op (Weekliks, hierdie tydgleuf)
sr_rs: Сними Сезону (Недељно, овај временски слот)
th_th: บันทึกฤดู (รายสัปดาห์, ตารางเวลานี้)

# #30126
source: Record Season (Monday-Friday, this timeslot)
af_za: Neem seisoen op (Maandag-Vrydag, hierdie tydgleuf)
sr_rs: Сними Сезону (Понедељак-Петак, овај временски слот)
th_th: บันทึกฤดู (วันจันทร์-วันศุกร์, ตารางเวลานี้)

# #30127
source: Record Season (Weekends, this timeslot)
af_za: Neem seisoen op (Naweke, hierdie tydgleuf)
sr_rs: Сними Сезону (Викенди, овај временски слот)
th_th: บันทึกฤดู (สุดสัปดาห์, ตารางเวลานี้)

# #30130
source: Keep
af_za: Hou
sr_rs: Задржати
th_th: คงไว้

# #30131
source: All Recordings
af_za: Alle opnames
sr_rs: Сва снимања
th_th: ทุกการบันทึก

# #30132
source: Pre-Padding (minutes)
af_za: Voor-vul (minute)
sr_rs: Пре-Попуњавање (минута)
th_th: ล่วงหน้า-ช่วงขยาย (นาที)

# #30133
source: Post-Padding (minutes)
af_za: Na-vul (minute)
sr_rs: После-Попуњавање (минута)
th_th: หลัง-ช่วงขยาย (นาที)

# #30134
source: Recording Directory
af_za: Opname gids
sr_rs: Фасцикла за снимање
th_th: ไดเรกทอรีการบันทึก

# #30135
source: Default
af_za: Verstek
sr_rs: Подразумевано
th_th: ค่าเริ่มต้น
